Repository: InfiniTimeOrg/InfiniLink
Catalog: InfiniLink/Localizable.xcstrings
Source language: en
Languages: de, fr

source: is due
de: ist fällig
fr: est due

source: Recovery
de: Wiederherstellung

source: step goal streak!
de: Schrittziel-Serie!

source: You can customize this in notification settings.
de: Du kannst dies in den Benachrichtigungseinstellungen anpassen.

# %@ is %@
source: %1$@ is %2$@
de: %1$@ ist %2$@

source: %@ must be connected to ping it.
de: %@ muss verbunden sein um es anzupingen.

source: %@ needs to be connected to update its software.
de: %@ muss verbunden sein, um die Software zu aktualisieren.

# %@ was last seen %@.
source: %1$@ was last seen %2$@.
de: %1$@ wurde zuletzt gesehen %2$@

source: %@'s battery must be charged to at least 10%% to update its software.
de: Die Batterie von %@ muss zu mindestens 10%% aufgeladen sein, um die Software zu aktualisieren.

# %lld more device%@ found
source: %1$lld more device%2$@ found
de: %1$lld weitere%2$@ Gerät%2$@ gefunden

source: %lld steps
de: %lld Schritte

# %lld time%@
source: %1$lld time%2$@
de: %1$lld Mal%2$@

source: %lld-day
de: %lld-Tage

source: 1 device discovered
de: 1 Gerät gefunden

source: A new section will be added to your device overview.
de: Ein neuer Abschnitt wird deiner Geräteübersicht hinzugefügt.

source: About
de: Über

source: About InfiniLink
de: Über InfiniLink

source: Active Exercise
de: Aktive Übung

source: Add 2
de: Füge 2 hinzu

source: All Exercises
de: Alle Übungen

source: Allow Music Control
de: Musiksteuerung zulassen

source: Allow Volume Control
de: Lautstärkeregelung zulassen

source: Allow your watch to control the currently playing music from Apple Music.
de: Erlaube deiner Uhr, die aktuell in Apple Music wiedergegebene Musik zu steuern.

source: Always Allow Access
de: Zugriff immer zulassen

source: Always allowed location access is required to fetch weather data while the app is not active.
de: Um Wetterdaten abzurufen, während die App nicht aktiv ist, ist ein ständiger Zugriff auf den Standort erforderlich.

source: ANCS Enabled
de: ANCS aktiviert

source: App Icon
de: App-Symbol

source: App Update Available
de: App-Update verfügbar

source: Appearance
de: Erscheinungsbild

source: Are you sure you want to end the exercise? %@
de: Möchtest du die Übung wirklich beenden? %@

source: Are you sure you want to stop this update?
de: Möchtest du dieses Update wirklich abbrechen?

source: Are you sure you want to unpair from %@?
de: Möchtest du die Verbindung mit %@ wirklich trennen?

source: Average
de: Durchschnitt

# Averaging at %@ BPM, your heart rate ranged from %lld to %lld BPM.
source: Averaging at %1$@ BPM, your heart rate ranged from %2$lld to %3$lld BPM.
de: Mit einem Durchschnitt von %1$@ BPM lag deine Herzfrequenz zwischen %2$lld und %3$lld BPM.

source: Back
de: Zurück

source: Battery
de: Batterie

source: Battery Alert
de: Batteriewarnung

source: Battery Low
de: Niedriger Batteriestand

source: battery remaining
de: Batterie verbleibend

source: Bluetooth Disabled
de: Bluetooth deaktiviert

source: Bluetooth needs to be enabled to pair a watch.
de: Bluetooth muss aktiviert sein, um eine Uhr zu koppeln.

source: Brightness Level
de: Helligkeitsstufe

source: Calender
de: Kalender

source: Cancel
de: Abbrechen

source: Cancel Update
de: Update abbrechen

source: Checking for updates...
de: Suche nach Updates…

source: Clear All Exercises
de: Alle Übungen löschen

source: Clear Disconnect Pins
de: Verbindungsabbruch-Pins löschen

source: Clear Step Data
de: Schrittdaten löschen

source: Color Scheme
de: Farbschema

source: Connect
de: Verbinden

source: Connected
de: Verbunden

source: Connecting...
de: Verbinde…

source: Connection strength:
de: Verbindungsstärke:

source: Continue
de: Weiter

source: Continue to Update
de: Mit Update fortfahren

source: Convert accented characters to plain text so notifications display correctly.
de: Akzentzeichen in einfachen Text umwandeln, damit Benachrichtigungen korrekt angezeigt werden.

source: Converting...
de: Konvertiere…

source: Copy
de: Kopieren

source: Create
de: Erstellen

source: Custom Location
de: Benutzerdefinierter Standort

source: Daily Goal
de: Tägliches Ziel
fr: Objectif quotidien

source: Daily Goals
de: Tägliche Ziele
fr: Objectifs quotidiens

source: DANGER ZONE
de: GEFAHRENBEREICH

source: Dark
de: Dunkel

source: Data Sync
de: Datensynchronisation

source: Date
de: Datum

source: Delete
de: Löschen
fr: Supprimer

source: Developer
de: Entwickler

source: Developer Mode
de: Entwicklermodus

source: Device not appearing?
de: Gerät wird nicht angezeigt?

source: Directions
de: Navigation

source: Disconnect
de: Trennen

source: Disconnected
de: Getrennt
fr: Déconnecté

source: Done
de: Fertig

source: Enable Developer Mode
de: Entwicklermodus aktivieren
fr: Activer le mode développeur

source: Enable Watch Notifications
de: Uhr-Benachrichtigungen aktivieren
fr: Activer les notifications de la montre

source: End Exercise
de: Übung beenden

source: Ensure that your watch is not connected to another device. If the issue persists, press and hold the side button until the watch restarts.
de: Stelle sicher, dass deine Uhr nicht mit einem anderen Gerät verbunden ist. Wenn das Problem weiterhin besteht, halte die Seitentaste gedrückt, bis die Uhr neu startet.

source: Error
de: Fehler

source: Error fetching weather
de: Fehler beim Abrufen des Wetters

source: Excellent
de: Exzellent

source: Exercise
de: Übung

source: Export All Data
de: Alle Daten exportieren
fr: Exporter toutes les données

source: External resources are fonts and images not included in the firmware required to use some apps and watch faces.
de: Externe Ressourcen sind Schriftarten und Bilder, die nicht in der Firmware enthalten sind und von einigen Apps und Zifferblättern benötigt werden.
fr: Les ressources externes sont des polices et des images qui ne sont pas incluses dans le micrologiciel et qui sont nécessaires à l'utilisation de certaines applications et de certains cadrans de montre.

source: External resources are fonts and images that are required for some apps and watch faces.
de: Externe Ressourcen sind Schriftarten und Bilder, die von einigen Apps und Zifferblättern benötigt werden.

source: Fair
de: Mäßig

source: Female
de: Weiblich
fr: Femme

source: File System
de: Dateisystem
fr: Système de fichiers

source: Filter inconsistent data from your heart rate measurements.
de: Inkonsistente Daten aus deinen Herzfrequenzmessungen herausfiltern.

source: Filter Values
de: Werte filtern

source: Find Lost Device
de: Verlorenes Gerät finden
fr: Retrouver un appareil perdu

source: Fully Charged
de: Vollständig geladen

source: Gender
de: Geschlecht

source: General
de: Allgemein
fr: Général

source: Get a notification when your heart rate goes above or below the specified range.
de: Erhalte eine Benachrichtigung, wenn deine Herzfrequenz den angegebenen Bereich über- oder unterschreitet.
fr: Recevez une notification lorsque votre fréquence cardiaque est supérieure ou inférieure à la plage spécifiée.

source: Get Directions
de: Route berechnen

source: Get notifications on your watch when you reach goals, when it's time to drink water, and more.
de: Erhalte Benachrichtigungen auf deiner Uhr, wenn du Ziele erreichst, wenn es Zeit ist Wasser zu trinken, und mehr.

source: Get notified when you reach your daily fitness goals.
de: Werde benachrichtigt, wenn du deine täglichen Fitnessziele erreichst.

source: Goal Reached
de: Ziel erreicht

source: Good
de: Gut

source: Good afternoon
de: Guten Nachmittag

source: Good evening
de: Guten Abend

source: Good morning
de: Guten Morgen

source: Great job, you reached your daily step goal today! You've walked %1$@ %2$@ and burned around %3$lld kcal.
de: Super, du hast heute dein tägliches Schrittziel erreicht! Du bist %1$@ %2$@ gelaufen und hast dabei etwa %3$lld kcal verbrannt.
fr: Bravo, vous avez atteint votre objectif de pas quotidiens aujourd'hui ! Vous avez marché %1$@ %2$@ et brûlé environ %3$lld kcal.

source: Health
de: Gesundheit

source: Health Details
de: Gesundheitsdetails

source: Heart Range Notifications
de: Herzfrequenzbereich-Benachrichtigungen

source: Heart Rate
de: Herzfrequenz

source: Height
de: Größe
fr: Hauteur

source: Hello
de: Hallo

source: Hourly Chimes
de: Stündliche Töne

source: If the watch reboots, add steps to the saved count instead of resetting it to zero.
de: Wenn die Uhr neu startet, werden Schritte zum gespeicherten Zählerstand hinzugefügt, anstatt ihn auf null zurückzusetzen.

source: If you have an InfiniTime device, you can pair it here.
de: Wenn du ein InfiniTime-Gerät hast, kannst du es hier koppeln.
fr: Si vous avez un appareil InfiniTime, vous pouvez l'appairer ici.

source: In %@ meters
de: In %@ Metern

source: Include Artist
de: Mit Künstler

source: Include Song Name
de: Mit Songtitel

source: InfiniLink could not connect to your device because the bond is no longer present. Please remove the watch from Bluetooth settings to reconnect.
de: InfiniLink konnte keine Verbindung zu deinem Gerät herstellen, da die Kopplung nicht mehr vorhanden ist. Bitte entferne die Uhr aus den Bluetooth-Einstellungen, um sie erneut zu verbinden.
fr: InfiniLink n'a pas pu se connecter à votre appareil car le lien n'est plus présent. Veuillez retirer la montre des paramètres Bluetooth pour vous reconnecter.

source: InfiniLink is the official iOS companion app for InfiniTime. To submit a bug report or request a feature, open an issue on InfiniLink's GitHub repository, or send feedback in TestFlight. Receiving notifications on your InfiniTime device requires the Apple Notification Center Service, implemented in pull request #2217, linked below. Music control from InfiniTime is available when using the Apple Music app, but system-wide media control will require the Apple Media Service to be implemented InfiniTime. For more information on InfiniLink or InfiniTime, visit their GitHub repositories.
de: InfiniLink ist die offizielle iOS-Begleit-App für InfiniTime. Um einen Fehlerbericht einzureichen oder eine Funktion anzufordern, öffne ein Issue im GitHub-Repository von InfiniLink oder sende Feedback über TestFlight. Um Benachrichtigungen auf deinem InfiniTime-Gerät zu empfangen, wird der Apple Notification Center Service benötigt, der in Pull Request #2217 implementiert wurde und unten verlinkt ist. Die Musiksteuerung über InfiniTime ist bei Verwendung der Apple Music App verfügbar, die systemweite Mediensteuerung erfordert jedoch die Implementierung des Apple Media Service in InfiniTime. Weitere Informationen zu InfiniLink oder InfiniTime findest du in den jeweiligen GitHub-Repositories.
fr: InfiniLink est l'application compagnon iOS officielle d'InfiniTime. Pour soumettre un rapport de bug ou demander une fonctionnalité, ouvrez un problème sur le dépôt GitHub d'InfiniLink, ou envoyez vos commentaires dans TestFlight. La réception de notifications sur votre appareil InfiniTime nécessite le service Apple Notification Center, implémenté dans la pull request #2217, dont le lien figure ci-dessous. Le contrôle de la musique depuis InfiniTime est disponible en utilisant l'application Apple Music, mais le contrôle des médias à l'échelle du système nécessitera l'implémentation du service Apple Media Service dans InfiniTime. Pour plus d'informations sur InfiniLink ou InfiniTime, visitez leurs dépôts GitHub.

source: InfiniLink on GitHub
de: InfiniLink auf GitHub
fr: InfiniLink sur GitHub

source: InfiniLink on TestFlight
de: InfiniLink auf TestFlight

source: InfiniTime is up-to-date.
de: InfiniTime ist auf dem neusten Stand.
fr: InfiniTime est à jour.

source: InfiniTime on GitHub
de: InfiniTime auf GitHub

source: Installing update...
de: Installiere Update…
fr: Installation de la mise à jour...

source: Interval
de: Intervall

source: It looks like your watch is in recovery mode. You'll need to update it to continue.
de: Es sieht so aus, als ob sich deine Uhr im Wiederherstellungsmodus befindet. Du musst sie aktualisieren, um fortzufahren.

source: It's time to drink water
de: Es ist Zeit, Wasser zu trinken
fr: Il est temps de boire de l'eau

source: Learn more
de: Mehr erfahren
fr: En savoir plus

source: Let's get you set up.
de: Lass uns alles einrichten.

source: Light
de: Hell

source: Loading weather...
de: Wetter wird geladen…
fr: Chargement de la météo...

source: Loading...
de: Laden…

source: Looking for your watch...
de: Uhr wird gesucht...
fr: A la recherche de votre montre...

source: Male
de: Männlich

source: Manufacturer
de: Hersteller
fr: Fabricant

source: Metric
de: Metrisch

source: Model Name
de: Modellname

source: Monthly Overview
de: Monatliche Übersicht

source: Music
de: Musik

source: My Exercises
de: Meine Übungen

source: My Watches
de: Meine Uhren

source: New Folder
de: Neuer Ordner
fr: Nouveau dossier

source: Next
de: Weiter

source: No
de: Nein

source: No Data
de: Keine Daten

source: No Logs
de: Keine Logs

source: Nothing matched your search. Ensure your spelling is correct and try again.
de: Keine Ergebnisse für deine Suche. Überprüfe die Schreibweise und versuche es erneut.

source: Nothing to see here
de: Hier gibt es nichts zu sehen

source: Notifications
de: Benachrichtigungen

source: Notify at Custom Percentage
de: Bei benutzerdefiniertem Ladestand benachrichtigen

source: Notify on Low Battery
de: Bei niedrigem Ladestand benachrichtigen

source: Notify when Fully Charged
de: Bei vollständiger Ladung benachrichtigen

source: Now
de: Jetzt

source: Other Versions
de: Andere Versionen

source: Pair New Device
de: Neues Gerät koppeln

source: Pause any currently playing music when %@ goes out of range of your phone.
de: Aktuell wiedergegebene Musik pausieren, wenn %@ die Reichweite deines iPhones verlässt.

source: Pause on Walk-Away
de: Bei Entfernung pausieren

source: Pin
de: Anpinnen

source: Ping %@
de: %@ anpingen

source: Pinned
de: Angepinnt

source: Poor
de: Schlecht

source: Pull Request #2217 on GitHub
de: Pull Request #2217 auf GitHub
fr: Pull Request #2217 sur GitHub

source: Range
de: Bereich

source: Receive a reminder to drink water for the set amount of times a day.
de: Erhalte eine Erinnerung, die eingestellte Anzahl an Malen pro Tag Wasser zu trinken.
fr: Recevez un rappel pour boire de l'eau le nombre de fois défini par jour.

source: Refresh
de: Aktualisieren

source: Releases
de: Versionen
fr: Communiqués

source: Reminders
de: Erinnerungen

source: Save 100 Steps
de: 100 Schritte speichern

source: Save 300 Calories
de: 300 Kalorien speichern

source: Search by name or date
de: Nach Name oder Datum filtern

source: Search for an address...
de: Adresse suchen…

source: Send
de: Senden

source: Send a notification to your devices when your watch is low on battery.
de: Eine Benachrichtigung an deine Geräte senden, wenn der Batteriestand deiner Uhr niedrig ist.

source: Send a notification to your iPhone when your watch's battery level reaches full capacity.
de: Eine Benachrichtigung an dein iPhone senden, wenn deine Uhr vollständig geladen ist.

source: Send Notification
de: Benachrichtigung senden

source: Send randomly generated data to the various characteristics on the watch.
de: Zufällig generierte Daten an die verschiedenen Charakteristiken der Uhr senden.
fr: Envoyer des données générées de manière aléatoire aux différentes caractéristiques de la montre.

source: Send to iPhone
de: An iPhone senden

source: Send to Watch
de: An Uhr senden
fr: Envoyer à Watch

source: Set a fixed location to use to fetch weather.
de: Einen festen Standort zum Abrufen des Wetters festlegen.
fr: Définir un emplacement fixe à utiliser pour récupérer les données météorologiques.

source: Set to 0
de: Auf 0 setzen

source: Settings
de: Einstellungen

source: Settings Version
de: Einstellungsversion

source: Several days ago
de: Vor einigen Tagen

source: Skip
de: Überspringen

source: Sleep
de: Schlaf
fr: Sommeil

source: SPM stands for steps per minute and measures how many steps you take for each minute of walking.
de: SPM steht für Schritte pro Minute und gibt an, wie viele Schritte du pro Minute beim Gehen machst.

source: Start Pairing
de: Kopplung starten

# Starting on %@ at %@, the exercise lasted %@.
source: Starting on %1$@ at %2$@, the exercise lasted %3$@.
de: Beginnent am %1$@ um %2$@ dauerte die Übung %3$@.

source: steps
de: Schritte

source: Steps
de: Schritte
fr: Étapes

source: Steps Goal
de: Schrittziel

source: Steps Per Minute
de: Schritte pro Minute
fr: Pas par minute

source: Stop Pinging
de: Ping stoppen

source: Stop Update
de: Update stoppen

source: Sync step and heart rate data to Apple Health.
de: Schritt- und Herzfrequenzdaten mit Apple Health synchronisieren.
fr: Synchronisation des données relatives aux pas et à la fréquence cardiaque avec Apple Health.

source: Test Data
de: Testdaten

source: Test HealthKit
de: HealthKit testen

source: Test Music
de: Musik testen

source: Test Navigation
de: Navigation testen

source: Test Steps
de: Schritte testen

source: Test Weather
de: Wetter testen

source: That's %@%% of your goal.
de: Das sind %@%% deines Ziels.

source: The folder name cannot contain a period.
de: Der Ordnername darf keinen Punkt enthalten.

source: There aren't any available releases.
de: Es sind keine Versionen verfügbar.

source: There wasn't any heart rate data recorded for this exercise.
de: Für diese Übung wurden keine Herzfrequenzdaten aufgezeichnet.

source: This is a local firmware file and cannot be verified. Proceed at your own risk.
de: Dies ist eine lokale Firmware-Datei und kann nicht verifiziert werden. Fortfahren auf eigenes Risiko.

source: This new version of InfiniLink has not been localized yet, so if you can help translate, visit the InfiniLink GitHub repo to open a pull request!
de: Diese neue Version von InfiniLink wurde noch nicht lokalisiert. Wenn du bei der Übersetzung helfen kannst, besuche das InfiniLink GitHub-Repository, um einen Pull Request zu öffnen!

source: This week you have a
de: Du hast diese Woche eine

source: Time
de: Uhrzeit

source: Time Format
de: Zeitformat
fr: Format de l'heure

source: Title
de: Titel

source: To accurately measure calories and distance, you'll need to enter some basic details.
de: Um Kalorien und Distanz genau zu messen, werden einige grundlegende Informationen benötigt.

source: To connect to your watch, you'll need to enable Bluetooth.
de: Um eine Verbindung zu deiner Uhr herzustellen, musst du Bluetooth aktivieren.

source: To customize battery notifications, you need to allow watch notifications in notification settings.
de: Um Batteriebenachrichtigungen anzupassen, musst du Uhr-Benachrichtigungen in den Benachrichtigungseinstellungen erlauben.

source: To start a route, you need to enable "Always Allow" location permissions for InfiniLink in Settings.
de: Um eine Route zu starten, musst du in den Einstellungen die Standortberechtigung "Immer erlauben" für InfiniLink aktivieren.

# Today your heart rate reached a high of %lld, and dropped to a low of %lld BPM.
source: Today your heart rate reached a high of %1$lld, and dropped to a low of %2$lld BPM.
de: Heute erreichte deine Herzfrequenz ein Maximum von %1$lld und ein Minimum von %2$lld BPM.

source: Total
de: Insgesamt

source: Track Resets
de: Rücksetzungen erfassen

source: Transliterate to ASCII
de: In ASCII umwandeln

source: Units
de: Einheiten

source: Unpair
de: Entkoppeln

source: Unpin
de: Ablösen

source: Update Available
de: Update verfügbar

source: Update Device Time
de: Gerätezeit aktualisieren
fr: Mise à jour de l'heure de l'appareil

source: Update External Resources
de: Externe Ressourcen aktualisieren

source: Update Now
de: Jetzt aktualisieren
fr: Mise à jour

# Upload %lld File%@
source: Upload %1$lld File%2$@
de: %1$lld Datei%2$@ hochladen
fr: Télécharger %1$lld Fichier%2$@

source: Upload Files
de: Dateien hochladen

source: Uploading...
de: Wird hochgeladen...

source: Use Current Location
de: Aktuellen Standort verwenden

source: Use Experimental DFU
de: Experimentelles DFU verwenden

source: Use Local File
de: Lokale Datei verwenden

source: Use the search bar to find a location.
de: Verwende die Suchleiste, um einen Standort zu finden.
fr: Utilisez la barre de recherche pour trouver un lieu.

source: Use your current location to fetch local weather data. Location accuracy can be managed in Settings.
de: Aktuellen Standort verwenden, um lokale Wetterdaten abzurufen. Die Standortgenauigkeit kann in den Einstellungen angepasst werden.

source: WARNING: These actions are permanent and cannot be undone!
de: WARNUNG: Diese Aktionen sind dauerhaft und können nicht rückgängig gemacht werden!

source: Watch Notifications Disabled
de: Uhr-Benachrichtigungen deaktiviert

source: Water Reminder
de: Wasserbenachrichtigung

source: Weather
de: Wetter
fr: Météo

source: Weather Format
de: Wetterformat
fr: Format météo

source: Weight
de: Gewicht

source: Yes
de: Ja

source: You can pin an exercise by long pressing the exercise you want to pin.
de: Du kannst eine Übung anheften, indem du lange auf die gewünschte Übung drückst.

source: You can't disable watch notifications while iPhone notifications are on and ANCS is enabled.
de: Du kannst Uhr-Benachrichtigungen nicht deaktivieren, während iPhone-Benachrichtigungen aktiviert und ANCS eingeschaltet ist.

source: You don't have any saved exercises. You can start a new exercise by choosing one from the list below.
de: Du hast keine gespeicherten Übungen. Du kannst eine neue Übung starten, indem du eine aus der Liste unten auswählst.

source: You reached your goal, keep up the good work!
de: Du hast dein Ziel erreicht, weiter so!

# You took %d step%@ and burned %@.
source: You took %1$d step%2$@ and burned %3$@.
de: Du hast %1$d Schritt%2$@ gemacht und %3$@ verbrannt.
fr: Vous avez fait %1$d step%2$@ et brûlé %3$@.

# You took %d steps on %@
source: You took %1$d steps on %2$@
de: Du hast %1$d Schritte am %2$@ gemacht

source: You will be notified when your watch's battery level reaches %lld%%.
de: Du wirst benachrichtigt, wenn der Batteriestand deiner Uhr %lld%% erreicht.

source: You're %1$lld steps away from your goal, which is about %2$@ %3$@. Once you complete your goal, you'll have burned %4$lld kcal and walked for about %5$@!
de: Du bist noch %1$lld Schritte von deinem Ziel entfernt, was etwa %2$@ %3$@ enstpricht. Wenn du dein Ziel erreichst, hast du %4$lldkcal verbrannt und bist etwa %5$@ gelaufen!

source: You're almost there! A quick %1$@ %2$@ walk should get you to your goal. It should only take you about %3$@.
de: Du hast es fast geschafft! Ein kurzer %1$@ %2$@ langer Spaziergang sollte dich zu deinem Ziel bringen. Es sollte nur etwa %3$@ dauern.

source: You're making great progress! You have about %1$@ %2$@ to walk. At your current pace, you'll hit your goal in %3$@.
de: Du machst gute Fortschritte! Du hast noch etwa %1$@ %2$@ zu gehen. Bei deinem aktuellen Tempo erreichst du dein Ziel in %3$@.

source: You're so close! Just about a minute left and only %lld steps to reach your goal!
de: Du bist so nah dran! Nur noch etwa eine Minute und %lld Schritte bis zu deinem Ziel!

source: You've reached your steps goal
de: Du hast dein Schrittziel erreicht

source: Your approximate height, in %@.
de: Deine ungefähre Körpergröße, in %@.

source: Your approximate weight, in %@.
de: Dein ungefähres Körpergewicht, in %@.

source: Your watch is estimated to be around %@ away.
de: Deine Uhr ist schätzungsweise etwa %@ entfernt.

source: Imperial
fr: Impérial
